<?php
// +----------------------------------------------------------------------
// | Norma
// +----------------------------------------------------------------------
// | Copyright (c) 2015  All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author:  LunnLew <lunnlew@gmail.com>
// +----------------------------------------------------------------------

namespace Norma\Server\KVDB\Drive;

use Norma\Server\KVDB\Base;

/**
 * 非云计算环境下的KVDB驱动
 * 所有文件名使用相对于数据存储区域的路径
 */
final class LAEKVDB extends Base
{
}
