<?php
// +----------------------------------------------------------------------
// | Norma
// +----------------------------------------------------------------------
// | Copyright (c) 2015  All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author:  LunnLew <lunnlew@gmail.com>
// +----------------------------------------------------------------------
namespace Norma;

//框架核心版本
define("FRAME_VERSION", '1.1');
//框架发布时间
define('FRAME_RELEASE', '20140323');
/**
 * CLI方式核心初始化实现类
 */
class NormaTask extends Singleton
{
}
